/* Error for long Description in Panopto Share */
"Description must be less than 5000 characters" = "A descrição deve ter menos de 5000 caracteres";

/* Error for missing file in Panopto Share */
"File not found" = "Arquivo não encontrado.";

/* Panopto plugin display name */
"Panopto" = "Panopto";

/* Confirmation message for successful Panopto upload */
"Panopto Upload Successful!" = "Upload bem-sucedido no Panopto";

/* description of what the Panopto plugin does */
"Sends captures to Panopto" = "Envia capturas ao Panopto";

/* button to sign in to Panopto account */
"Sign In..." = "Iniciar sessão...";

/* button to sign out of Panopto account */
"Sign Out" = "Terminar sessão";

/* Error for missing Title in Panopto Share */
"Title is required" = "O título é obrigatório";

/* Error for long Title in Panopto Share */
"Title must be less than 128 characters" = "O título deve ter menos de 128 caracteres";

